var mod_list=
[
{"mod_name":"花样风滚草",
"mod_img":"modicon_hyfgc",
"mod_author":"恒子、|白日(画师)",
"mod_introduction":"花样风滚草是一个玩法类Mod，与传统的生存玩法不同，本Mod的最佳玩法应该是在无资源或少资源的模式下进行的。在开启花样风滚草后，风滚草的可能性会被无限扩大，你可能会在风滚草中开出资源、食物、工具、建筑、怪物，总之你能想象到的甚至想象不到的东西都能开出来。如果你喜欢刺激，喜欢惊喜，开风滚草就对了~",
"mod_link":"https://www.guanziheng.com/hyfgc.html",
"mod_date":"2017/8/29"
},
{"mod_name":"能力勋章",
"mod_img":"modicon_nlxz",
"mod_author":"恒子、|白日(画师)|BCI(动画)",
"mod_introduction":"能力勋章是一个以“成长”为主题的扩展类Mod，在原本游戏的基础上增加了一种新类型的道具——勋章。不同的勋章代表着不同的能力，有的勋章能让你拥有其他角色的能力，有的勋章则能大大提高你的工作效率，有的勋章更能给你带来扭转乾坤的力量。勋章所带来的能力虽然强大，但是获取起来也并非易事，你要在永恒大陆经历各种各样的冒险，尝尽孤岛生存带来的酸甜苦辣后，方能获得你应有的成长。除此之外，还有更多你从未见过的扩展内容等你来体验~灵魂救赎，凋零之蜂；轮回宿命，穿梭时空；移花接木，融会贯通；人生百味，尽在其中！",
"mod_link":"https://www.guanziheng.com/",
"mod_date":"2019/9/12"
}
]